Repository: bigworld12/Orchestra
Catalog: src/Orchestra.Core/MultilingualResources/Orchestra.Core.*.xlf
Languages: nl, ru

# Orchestra_AllRightsReserved
source: All rights reserved
nl: Alle rechten voorbehouden
ru: Все права защищены

# Orchestra_Assign
source: Assign
nl: Toewijzen
ru: Привязать

# Orchestra_AssignInputGestureAreYouSure
source: Are you sure you want to assign the input gesture to '{0}'. It will be removed from the other commands.
nl: Weet je zeker dat je het invoer gebaar wilt toewijzen aan '{0}'. Het zal van andere commando's worden verwijderd.
ru: Вы уверены, что хотите привязать сочетание клавиш к '{0}'? Оно будет удалено для остальных команд.

# Orchestra_AssignInputGestureUsedByFollowCommands
source: The input gesture '{0}' is currently being used by the following commands:
nl: Het invoer gebaar '{0}' is momenteel toegewezen aan de volgende commando's:
ru: Сочетание клавиш '{0}' в настоящий момент используется следующими командами:

# Orchestra_BackupAndReset
source: Backup and Reset
nl: Backup en Reset
ru: Сохранить резервную копию и сбросить

# Orchestra_BackupCreated
source: Backup has been succesfully created.
nl: Backup maken is gelukt.
ru: Резервная копия была успешно создана.

# Orchestra_BuiltOn
source: Built on {0}
nl: Gemaakt op {0}
ru: Собрано {0}

# Orchestra_Close
source: Close
nl: Sluiten
ru: Закрыть

# Orchestra_Command
source: Command
nl: Commando
ru: Команда

# Orchestra_Continue
source: Continue
nl: Doorgaan
ru: Продолжить

# Orchestra_Copy
source: Copy
nl: Kopiëren
ru: Копировать

# Orchestra_Customize
source: Customize
nl: Aanpassen
ru: Кастомизировать

# Orchestra_DebugLoggingIsEnabled
source: Debug logging is enabled for this application instance
nl: Gedetailleerde logging is aangezet voor deze applicatie
ru: Отладочное логирование включено для данного экземпляра приложения

# Orchestra_DeletedUserDataSettings
source: User data settings have been successfully deleted.
nl: Gebruikers data is verwijderd.
ru: Пользовательские настройки были успешно удалены.

# Orchestra_EnableDetailedLogging
source: Enable detailed logging
nl: Start gedetailleerde logging
ru: Включить детальное логирование

# Orchestra_EnableLogging
source: Enable logging
nl: Start logging
ru: Включить логирование

# Orchestra_FailedToCreateBackup
source: Failed to created a backup. To prevent data loss, the application will now exit and not delete any files. Please contact support so they can guide you through the process.
nl: Het is niet gelukt om een backup te maken. Om data verlies te voorkomen zal de applicatie nu worden afgesloten en zullen er geen bestanden verwijderd worden. Neem a.u.b. contact op met support zodat zij je kunnen helpen.
ru: Не удалось создать резервную копию. Для предотвращения потери данных, приложение будет закрыто и никакие файлы не будут удалены. Пожалуйста, обратитесь в службу технической поддержки для решения данной проблемы.

# Orchestra_InputGesture
source: Input gesture
nl: Invoer gebaar
ru: Сочетание клавиш

# Orchestra_KeyboardShortcuts
source: Keyboard shortcuts
nl: Toetsenbord snelkoppelingen
ru: Сочетания клавиш

# Orchestra_NoLogListenerAvailable
source: No log listener available that can be opened. Please contact support.
nl: Er is geen log dat geopend kan worden. Neem a.u.b. contact op met support.
ru: Нет логгеров, которые можно было бы использовать. Пожалуйста, свяжитесь со службой технической поддержки.

# Orchestra_NotStartedCorrectly_01
source: It seems that the application failed to start correctly the last time it was started.
nl: Het lijkt erop dat de applicatie niet goed gestart was de laatste keer.
ru: Судя по всему, приложение не удалось запустить в последний раз, когда оно было вызвано.

# Orchestra_NotStartedCorrectly_02
source: If this happens again, try to reset the user data settings. The left button will allow you to reset (and optionally backup) your settings.
nl: Mocht dit weer gebeuren, probeer dan de gebruikers data te resetten. De linker knop geeft je de mogelijkheid om de data te resetten (en optioneel een backup te maken).
ru: Если это повторится, попробуйте сбросить пользовательские настройки. Левая кнопка позволит вам выполнить сброс (и, при необходимости, сохранить резервную копию) ваших настроек.

# Orchestra_NotStartedCorrectly_03
source: When ready, click continue to start the application.
nl: Wanneer je klaar bent, click dan op doorgaan om de applicatie te starten.
ru: Когда будете готовы, кликните "Продолжить", чтобы запустить приложение.

# Orchestra_PressShortcutKeys
source: Press shortcut keys:
nl: Gebruik snelkoppeling toetsen:
ru: Используйте сочетание клавиш:

# Orchestra_Print
source: Print
nl: Afdrukken
ru: Печать

# Orchestra_ProducedBy
source: Produced by {0}
nl: Gemaakt door {0}
ru: Произведено {0}

# Orchestra_ReleasedOn
source: Released on
nl: Gepubliceerd op
ru: Выпущено

# Orchestra_Remove
source: Remove
nl: Verwijderen
ru: Удалить

# Orchestra_ReplaceInputGesture
source: Replace input gesture?
nl: Vervang invoer gebaar?
ru: Заменить сочетание клавиш?

# Orchestra_Reset
source: Reset
ru: Сброс

# Orchestra_ResetKeyboardShortcutsAreYouSure
source: Resetting shortcuts will delete all your current shortcuts. This action cannot be undone. Are you sure you want to reset the shortcuts?
nl: Het resetten van de snelkoppelingen zal alle huidige snelkoppelingen verwijderen. Deze actie kan niet ongedaan gemaakt worden. Weet je zeker dat je de snelkoppelingen wilt resetten?
ru: Сброс сочетаний клавиш удалит все ваши сочетания. Это действие не может быть отменено. Вы уверены, что хотите сбросить сочетания клавиш?

# Orchestra_RetrievingSystemInfo
source: Retrieving system information...
nl: Bezig met ophalen van systeem informatie...
ru: Получение информации о системе...

# Orchestra_ShortcutForSelectedCommand
source: Shortcut for selected command:
nl: Snelkoppeling voor het geselecteerde commando:
ru: Сочетание для выбранной команды:

# Orchestra_ShortcutsForApplication
source: Keyboard shortcuts for {0}
nl: Toetsenbord snelkoppeling voor {0}
ru: Сочетание клавиш для {0}

# Orchestra_ShowCommandsContaining
source: Show commands containing:
nl: Toon commando's met:
ru: Показать команды, содержащие:

# Orchestra_ShowLog
source: Show log...
nl: Toon log...
ru: Показать лог...

# Orchestra_ShowSystemInfo
source: Show system info
nl: Toon systeem info
ru: Показать информацию о системе

# Orchestra_SystemInfo
source: System information
nl: Systeem informatie
ru: Информация о системе

# Orchestra_UserDataSettings
source: User data settings
nl: Gebruikers data
ru: Пользовательские настройки
